Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B21B.tmx
Source language: en_us
Languages: zh_cn

source: And the Oscar goes to
zh_cn: 奥斯卡花落谁家？

source: The Academy Award nominations were announced last week, and two movies came out on top: "Avatar" and "The Hurt Locker," with nine nods apiece. At the box office, however, the score is not tied.
zh_cn: 奥斯卡提名已于上周公布，《阿凡达》和《拆弹部队》两部影片以九项提名领跑，然而，就票房而言，这两部电影并不相当。

source: "The Hurt Locker" has taken in a little more than sixteen million dollars. "Avatar" took in eleven million.
zh_cn: 《拆弹部队》票房超过160万美元，《阿凡达》票房是110万。

source: The difference is, the figure for "The Hurt Locker" represents the totality of its receipts in the seven months since it was released. The "Avatar" number represents only the most recent weekend's take.
zh_cn: 差别在于，对于《拆弹部队》来说，这个数字代表了自它发行后7个月内的总额，而《阿凡达》的数字却是最近一个星期的票房统计。

source: The sums associated with "Avatar" would not be out of place in the projected federal-budget deficit, which was also announced last week (but isn't as much fun to think about).
zh_cn: 《阿凡达》获得的票房总额似乎和上周公布的联邦政府的财政赤字（这个数字没有多大的思考乐趣）很不协调。

source: The weekend before last, this gargantuan video game of a movie crashed through the two-billion-dollar barrier, worldwide.
zh_cn: 就在上上周，这部电影的网络游戏已经在全球突破了20亿的巅峰。

source: That's a new record. Last week, its domestic gross topped six hundred million dollars --- also a new record, and very big bucks, even when corrected for inflation.
zh_cn: 这是一项新的记录，即使在通货膨胀的大环境下，这依然是一大笔钱。

source: "Avatar" cost something in the neighborhood of a quarter of a billion dollars to make, and you don't need 3-D glasses to see all that money zooming up at you off the screen.
zh_cn: 制作《阿凡达》总共花费了2.5亿，但是你不需要戴副3-D眼睛去观察它在屏幕之外是如何吸金的。

source: (Actually, you do.)
zh_cn: （事实上，你需要。）

source: Everyone seems to agree that the director, James Cameron, and his legions of artists and technicians have created a thrillingly immersive, lovingly detailed, surprisingly believable alternative world.
zh_cn: 似乎每个人都同意卡梅隆导演和他领导的像罗马军团一样的设计团队和工作人员创造了一场令人激动的场景，它完美的细节让观众惊奇地相信有另外一个神奇的世界存在。

source: There's been less unanimity about the movie's "message."
zh_cn: 而影片中的“预言”却没有得到人们的一致认可。

source: Liberals are unhappy with the white-guy-rescues-the-natives aspect of the story, though this aspect surely has less to do with racism per se than with Cameron's reliance on old-movie plot devices.
zh_cn: 自由党们对影片中表现的白人拯救当地居民的情节不太高兴，尽管这与种族歧视没有多大关系，实质上市卡梅隆对原有情节的依赖。（这句不太明白。）

source: Conservatives complain that the picture's vision of the future (the action takes place in the year 2154) is overly hospitable to century-and-a-half-old lefty talking points.
zh_cn: 保守党们抱怨影片中对未来的展望（影片中2154年的情节）对于一个半世纪以来一直夸夸其谈的左翼分子来说显得太客气了。

source: Health care?
zh_cn: 医疗保障？

source: The hero, a wheelchair-bound ex-marine, is told that he will get access to the twenty-second-century medical technology that can give him back the use of his legs only if he plays along with the villain, an evil corporation combining features of Halliburton, Blackwater, and Mobil.
zh_cn: 曾经有一个离不开轮椅的退役海军被告知他将有机会接受22世纪医疗技术的治疗而使双腿复原，只要他加入恶棍组织---一个具有哈里伯顿（财富500强公司之一）、黑水保安公司和美孚石油公司特征的邪恶的公司。

source: Obamacare still hasn't passed, apparently, and the V.A. has been defunded.
zh_cn: 奥巴马医改计划至今没有通过，而且显然联邦政府已经不再给美国退役军人管理局拨款。

source: ("They can fix a spinal...if you've got the money ...but not on vet benefits...not in this economy.")
zh_cn: （“只要你有钱，他们就能给你固定脊椎，当然不是靠兽医利润，不是在这种经济环境下。”）

source: The Iraq War?
zh_cn: 那么伊拉克战争呢？

source: "Our only security lies in preemptive attack.We will fight terror with terror," the mean colonel growls, arguing for a "shock and awe" assault on the graceful, nature-loving, nine-foot-tall humanoids whose lush planet is about to be strip-mined.
zh_cn: 一个低等的陆军上校咆哮着说:“我们唯一的保障在于先发制人，我们会用恐惧对付恐惧。”他赞成用“震慑行动”袭击那些美丽的，热爱自然的，高九英尺的类人生物，而他们美丽富饶的星球即将被露天开采。

source: Environmental protection?
zh_cn: 环境保护？

source: "Avatar" is all over that one like blue on a Na'vi.
zh_cn: 《阿凡达》里到处是像那美人一样的美国兵。

source: The movie is pro-rain forest, anti-privatization, and pro-scientist.
zh_cn: 这部影片保护热带雨林，反对私有化，拥护科学家。

source: Cameron knows a lot about science, but he's happy to bag it when necessary, as suggested in this colloquy, from a recent interview with a men's magazine:
zh_cn: 卡梅隆非常了解科学，但是必要时他却乐于把他丢到一边，就像最近一本男性杂志里对他的访谈里暗示的那样。

source: playboy: How much did you get into calibrating your movie heroine's hotness?
zh_cn: 《花花公子》：你是如何塑造影片中女主角的形象的？

source: cameron: Right from the beginning I said, "She's got to have tits," even though that makes no sense because her race, the Na'vi, aren't placental mammals.
zh_cn: 卡梅隆：一开始我就说：“她必须有乳头。”尽管这毫无意思，因为纳美族人并不是胎盘哺乳动物。

source: Who's going to win Best Picture?
zh_cn: 但是根据《电影手册》，谁将获得最佳影片？

source: Among Oscar touts, the consensus is that it'll be one of the two top nomination-garnerers, with "Avatar" the heavy favorite.
zh_cn: 在奥斯卡的青睐者中，舆论一致认为会是提名最多的这两部，而喜欢《阿凡达》的更多。

source: Brandon Gray, at boxofficemojo.com, writes that "good box office has historically been key to winning Best Picture, which usually goes to the movie with the first or second highest gross among the nominees: that would favor 'Avatar' over 'The Hurt Locker.'
zh_cn: 布兰登格雷在万美元网站上写道：“历史上电影获得高票房是赢得奥斯卡最佳电影的关键，通常是提名中票房第一或第二的影片，像《阿凡达》超过《拆弹部队》。”

source: " Given that the latter's gross is the second lowest among the ten nominees, amounting to less than one per cent of the former's, you can say that again.
zh_cn: 考虑到后者的票房是提名的十部电影中的倒数第二，总计不到《阿凡达》的百分之一，这么想似乎是有道理的。

source: Even so, there is a distinct possibility of an upset.
zh_cn: 尽管如此，颠覆仍然是非常有可能的。

source: To understand why requires drilling down into the mechanics of voting systems.
zh_cn: 这就需要明白为什么深度探讨投票机制是必须的。

source: It'll only hurt for a minute.
zh_cn: 这大概需要一分钟的时间。

source: From 1946 until last year, the voting worked the way Americans are most familiar with.
zh_cn: 从1946年到去年，投票程序是美国人非常熟悉的。

source: Five pictures were nominated.
zh_cn: 一共有五部电影提名。

source: If you were a member of the Academy, you put an "X" next to the name of your favorite.
zh_cn: 如果你是学院的一名代表，你就在你最喜欢的电影名字边上打X。

source: The picture with the most votes won.
zh_cn: 获得最多投票的电影获奖。

source: Nice and simple, though it did mean that a movie could win even if a solid majority of the eligible voters --- in theory, as many as seventy-nine per cent of them --- didn't like it.
zh_cn: 这种方法非常好也非常简单，尽管它意味着从理论上来说，即使投票代表中多达79%的人不喜欢一部电影，它仍然可能获得成功。

source: Those legendary PricewaterhouseCoopers accountants don't release the totals, but this or something like it has to have happened in the past, probably many times.
zh_cn: 这些传说中的普华永道（全球四大会计事务所）的会计人员并不公布总票数，但是这样的事情或者诸如此类的事情过去曾经发生过，大概好多次呢。

source: This year, the Best Picture list was expanded, partly to make sure that at least a couple of blockbusters would be on it.
zh_cn: 今年，最佳影片的名单扩大了，在一定程度上市为了确保大片能得奖。

source: (The biggest grosser of 2008, "The Dark Knight," was one of the better Batman adventures, but it didn't make the cut.)
zh_cn: （2008年最卖座的电影---《黑暗骑士》，就是蝙蝠侠系列中较卖座的一部，但是并没有被PK掉。）

source: To forestall a victory for some cinematic George Wallace or Ross Perot, the Academy switched to a different system.
zh_cn: 为了让电影史上的乔治华莱士或者罗斯佩罗特获得成功，学院改变了它的投票机制。

source: Members ---there are around fifty-eight hundred of them --- are being asked to rank their choices from one to ten.
zh_cn: 学院代表，大概5800人左右，被要求把影片从一到十排名。

source: In the unlikely event that a picture gets an outright majority of first-choice votes, the counting's over.
zh_cn: 在不太可能的情况下，如果一部影片能获得大多数人的第一选择，那么投票就结束了。

source: If not, the last-place finisher is dropped and its voters' second choices are distributed among the movies still in the running.
zh_cn: 如果不是这样的话，那么最后优胜者就被淘汰，而投票者的第二选择仍有希望获奖。

source: If there's still no majority, the second-to-last-place finisher gets eliminated, and its voters' second (or third) choices are counted.
zh_cn: 如果仍然没有大多数人投票，那么第三优胜者就被淘汰，而计算投票者的第二或第三选择。

source: And so on, until one of the nominees goes over fifty per cent.
zh_cn: 这样继续下去，直到提名的其中一部获得超过50%的票数。

source: This scheme, known as preference voting or instant-runoff voting, doesn't necessarily get you the movie (or the candidate) with the most committed supporters, but it does get you a winner that a majority can at least countenance.
zh_cn: 这种被称作优先权投票或者快速决胜的体制，并不一定需要你的影片（或者候选人）获得最多的支持者，而是产生一个能够让大多数人至少同意的获胜者。

source: It favors consensus.
zh_cn: 它赞同舆论。

source: Now here's why it may also favor "The Hurt Locker."
zh_cn: 这就是为什么这次也可能会是《拆弹部队》成功的缘故。

source: A lot of people like "Avatar," obviously, but a lot don't --- too cold, too formulaic, too computerized, too derivative.
zh_cn: 当然很多人喜欢《阿凡达》，但是也有很多人不喜欢，认为它太残酷，太刻板，太过堆砌特效，衍生太广。

source: (Remember "Dances with Wolves"? "Jurassic Park"? Everything by Hayao Miyazaki?)
zh_cn: （还记得《与狼共舞》、《侏罗纪公园》还有宫崎骏的全部作品吗？）
